Repository: ftree/FlashChatBridge
Catalog: src/modules/FlashChatBridge/locale/*/LC_MESSAGES/module_flashchatbridge.po
Languages: de

source: Common Settings
de: Algemeine Einstellungen

source: 123FlashChat Settings
de: 123FlashChat Einstellungen

source: Size Settings
de: Größe Einstellungen

source: Autosize
de: Automatische Größe

source: No
de: Nein

source: Yes
de: Ja

source: If autosize is set to no, you must enter a width and height value
de: Wenn 'automatische Größe' auf nein gesetzt ist, müssen eine Breite und Höhe eingeben

source: Width
de: Breite

source: Selectable Chat Types
de: Mögliche Chat Typen

source: Server Connection Settings
de: Server Verbindungs Einstellungen

source: Client Path
de: Client Pfad

source: Server Data Path
de: Server Data Pfad

source: Chat server host name or IP
de: Chat-Server-Host-Namen oder die IP

source: Inital Chat Room
de: Default Chatraum

source: Inital Client Type
de: Default Chat

source: Show advanced settings
de: Zeige erweiterte Einstellungen

source: Hide advanced settings
de: Verstecke erweiterte Einstellungen

source: Make changes here, only if you realy know what you do!
de: Mache sie hier nur Änderungen, wenn sie genau wissen was sie tun

source: Secondary server URL
de: Sekundäre server URL

source: Secondary TCP port
de: Sekundäre TCP-Port

source: HTTP server address
de: HTTP server Adresse

source: Save
de: Speichern

source: Cancel
de: Abbruch

source: At the Moment in the Chat:
de: Im Moment im Chat

source: Nobody
de: Niemand

source: How should the chat be started?
de: Wie soll der Chat gestartet werden?

source: in own Window
de: in aktuellem Fenster

source: in seperate Window
de: in neuen Fenster
